{
    "The :attribute must contain at least one letter.": "The :attribute must contain at least one letter.",
    "The :attribute must contain at least one number.": "The :attribute must contain at least one number.",
    "The :attribute must contain at least one symbol.": "The :attribute must contain at least one symbol.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "The :attribute must contain at least one uppercase and one lowercase letter.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "The given :attribute has appeared in a data leak. Please choose a different :attribute.",
    "الرئيسية" : "Home",
    "من نحن" : "About Us",
    "كلمة مدير الشركة" : "Manager Word",
    "الخدمات" : "Services",
    "الفروع" : "Branches",
    "تواصل معنا" : "Connect us",
    "شركة الجود للصرافة والحوالات المالية تمتلك تاريخ مالي قوي ومكانة مميزة في الوقت الراهن. الشركة مرخصة من سلطة النقد الفلسطينية البنك المركزي لممارسة وتقديم الخدمات المالية، بما في ذلك إدارة التحصيلات النقدية الحوالات المالية تبادل العملات بالإضافة لخدمة سداد وتحصيل الفواتير منذ عام 2012، وللشركة فرعين، الفرع الرئيسي في مدينة غزة والثاني في مدينة خان يونس. نتمتع بوضع مالي ممتاز حيث أن الشركة نُصنف كواحدة من رواد القطاع المالي هنا في فلسطين" : "Al JOUD Form Money Exchange & Transfers, has both a strong financial history and a rich current financial standing. The company is licensed form the Palestinian Monetary authority (works as a central bank) to practice and provide financial services, including Cash Pick up Money Exchange and Billing since 2012 However the company was established in 1996 and started in providing its services since 1996.The company has two branches, the main branch in Gaza City and the second one in Khan-Younis City. We have an excellent financial position as we are rating as one of the little top leaders of the sector here in Palestine",
    "نبذة عن شركة الجـــود" : "About Al-Joud Company",
    "أسعـــــار" : "Prices",
    "العمـــــلات" : "currencies",
    "شــــــــــراء" : "buy",
    "بيــــــــــــع" : "sell",
    "دولار / شيكل" : "dollars / shekels",
    "دينار / شيكل" : "Dinar / shekel",
    "دولار / دينار" : "dollars / dinars",
    "يورو / شيكل" : "Euro / shekel",
    "خدماتنا" : "Our services",
    "أسعار العملات" : "Exchange Rates",
    "كل الخدمات" : "All services",
    "تواصـــــــل معــــنا" : "Contact us",
    "الاسم الاول" : "First Name",
    "الاسم الثاني" : "the second name",
    "البريد الالكتروني" : "E-mail",
    "رقم الجوال" : "Mobile number",
    "الرسالة" : "the message",
    "شركة الجـــود إحدى كبرى الشركات الفلسطينية الخاصة العاملة في مجال صرافة العملات والحوالات المالية تحت مظلة سلطة النقد الفلسطينية" : "Al-Joud Company is one of the largest private Palestinian companies working in the field of currency exchange and money transfers under the umbrella of the Palestinian Monetary Authority",
    "شركة الجـــود إحدى كبرى الشركات الفلسطينية الخاصة" : "Al-Joud Company is one of the largest private Palestinian companies",
    "حول الشركة" : "About the company",
    "روابط مفيدة" : "Useful Links",
    "كلمة مدير مجلس الادارة" : "Director of the Board of Directors",
    "بيع وشراء العملات الأجنبية" : "Buying and selling foreign currencies",
    "الحوالات المالية" : "Money transfers",
    "مواقع التواصل" : "Communication Web-sites",
    "العنوان الأول" : "first address",
    "غزة" : "Gaza",
    "العنوان الثاني" : "The second address",
    "© 2023 شركة الجود. كل الحقوق محفوظة. المطور" : "© 2023 Al-Joud Company. All rights reserved. developer",
    "شروط الاستخدام" : "terms of use",
    "سياسة الخصوصية" : "privacy policy",
    "شركة الجود للصرافة والحوالات المالية تمتلك تاريخ مالي قوي ومكانة مميزة في الوقت الراهن. الشركة مرخصة من سلطة النقد الفلسطينية البنك المركزي لممارسة وتقديم الخدمات المالية، بما في ذلك إدارة التحصيلات النقدية الحوالات المالية تبادل العملات بالإضافة لخدمة سداد وتحصيل الفواتير منذ عام 2012،" : "Al-Joud Exchange and Money Transfer Company has a strong financial history and a distinguished position at the present time. The company is licensed by the Palestinian Monetary Authority and the Central Bank to practice and provide financial services, including managing cash collections, money transfers, currency exchange, in addition to paying and collecting bills since 2012.",
    "نقدم صرف العملات الأجنبية بأسعار منافسة وبمرونة في التعامل وبأكبر سلة عملات ممكنة مقابل الدولار الأمريكي." : "We offer foreign exchange at competitive rates, flexibility in dealing and the largest possible basket of currencies against the US dollar.",
    "إذا كنت تحتاج إلى إرسال الأموال بسرعة وأمان، فإن خدمة حوالاتنا هي الخيار المثالي. نحن نتعامل مع شبكة واسعة من البنوك وشركات الحوالات المالية العالمية لضمان وصول الأموال بشكل آمن وفي وقت قصير. سواء أكانت الحوالات لأغراض شخصية أو تجارية، يمكننا توفير حلول مخصصة تتناسب مع احتياجاتك." : "If you need to send money quickly and securely, our transfer service is the ideal choice. We deal with a wide network of international banks and remittance companies to ensure that funds arrive safely and in a short time. Whether the transfers are for personal or business purposes, we can provide customized solutions to suit your needs.",
    "حيث ومن خلال شركتنا دفع الفواتير الخاصة بكم وبأعمالكم بسرعة فائقة وبأعلى معايير الأمان، مثل فواتير شركة جوال والاتصالات ورسوم الجامعات وشركة الكهرباء الخ..." : "Where, through our company, pay your bills and your business very quickly and with the highest standards of safety, such as Jawwal company bills, telecommunications, university fees, electricity company, etc...",
    "تفضل بزيارة أحد فروعنا أو اتصل بأحد قنوات الاتصال الخاصة بنا لدينا للحصول على مزيد من المعلومات والاستفسارات. شركة الجود وجدت لمساعدتك في تحقيق احتياجاتك المالية بكل سهولة وموثوقية" : "Visit one of our branches or contact one of our contact channels for more information and inquiries. Al-Joud Company is here to help you achieve your financial needs with ease and reliability",
    "تبادل العملات" : "Currency Exchange",
    "خدمة دفع الفواتير" : "Bill payment service",
    "مرحبًا بكم في موقع شركة الجود للصرافة والحوالات المالية، كرئيس مجلس لإدارة الشركة، أود أن أشكركم على كونكم شريك مميز لشركتنا، والتي نحرص فيها على تقديم الخدمات المالية ضمن حزمة خدمات نسعى دوماً أن تكون استثنائية وتلبي احتياجاتكم. نحن نفتخر بفريقنا المتخصص وخبرتهم في هذا المجال، ونسعى جاهدين لتحقيق رضاكم التام وتوفير حلول مالية موثوقة" : "We are pleased to welcome you to the website of Al JOUD company for money exchange and transfers. In my role as chairman of the company, I would like to express my gratitude to you for entrusting us with your business. Providing exceptional financial services tailored to your needs is something we are committed to.",
    "أؤكد ان شركة الجود للصرافة والحوالات المالية تضع نصب أعينها الريادة والتطوير والعمل على أسس علمية مواكِبة للتطور التكنولوجي بما يخدم مصالح زبائننا ويحقق رفاهيتهم" : "This field is a specialty area that we pride ourselves on and our specialized team holds a lot of expertise in. We strive to ensure your complete satisfaction and offer reliable financial solutions. Al JOUD company for money exchange and transfers prioritizes leadership, innovation, and the implementation of scientific principles that keep pace with technological advancements to serve the best interests of our clients and enhance their well-being.",
    "جهاد غازي بسيسو" : "Jihad Ghazi Bseiso",
    "رئيس مجلس إدارة شركة الجود للصرافة والحوالات المالية" : "Chairman of the Board of Directors of Al-Joud Exchange and Money Transfers Company",


    "أفرع شركة الجـــود" : "Al-Joud Company branches",
    "اتصل بنا" : "Contact Us",
    "معتمدون لدى" : "Accredited To",
    "كلمة رئيس مجلس الادارة" : "Chairman's speech",


    "اللغات" : "Languages",
    "الفرع الاول" : "First branch",
    "الفرع الثاني" : "Section two",
    "خدمات شركة الجود" : "Al-Joud company services",
    "إرســــــــال" : "send",
    "الرؤية" : "Vision",
    "الريادة في تقديم خدمات مالية تساعد في تحسين رفاهية زبائننا من خلال مواكبة أحدث وسائل التطور التكنولوجي" : "We strive to be a leader in providing financial services that contribute to our clients' well-being.",
    "الرسالـة" : "mission",
    "تحقيق الاستدامة في ريادة القطاع الصرافة بكافة مجالاته الحالية والمستقبلية بما يشمل الحوالات المالية السريعة والخارجية وتبادل العملات الأجنبية وخدمة الفواتير وذلك من خلال تقديم خدمات مالية تليق بزبائن شركتنا بالاستعانة بأحدث الوسائل التكنولوجية التي تساعد في تحقيق هذا الهدف" : "Achieving sustainability in leading the Money Exchange sector across all its current and future domains, including fast and international money transfers, foreign currency exchange, bill services, by providing financial services that befit client's aspirations, utilizing the latest technological means that help in achieving this goal."
}
